export default function BookList() {
    return (
        <div className="listEach">
                <dl>
                    <dt>예약자명 외 (예약인원 - 1)명</dt>

                    <dd>2000년 01월 01일</dd>
                    <dd>12시 00분</dd>
                    <dd>주문 제작 / 원데이 클래스</dd>
                    <dd>010-0000-0000</dd>
                    <dd>메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. 메모내용을 입력하세요. </dd>
                </dl>

                <p>
                    <button type="button">예약 취소</button>
                </p>
        </div>
    );
}